local Translation = {
    ModInfo = {
        Display = "Capacity & QuickBar Tweaks"
    },
    Debug = {
        Title = "Отладка",
        Description = "Включить вывод логов отладки в консоль"
    },

    QuickBar = {
        Title = {
            Toggle = "Слоты быстрого доступа",
            Slots = "Слоты быстрого доступа",
        },
        Description = {
            Toggle =
            "Включить или отключить настройку количества слотов быстрого доступа. При отключении количество слотов возвращается к количеству которое было до включения мода.",
            Slots = "Количество слотов быстрого доступа (1–10)",
        }
    },

    FloorLocker = {
        Title = {
            Toggle = "Напольный шкаф",
            Rows = "Ряды",
            Cols = "Колонки"
        },
        Description = {
            Toggle = "Включить или отключить настройку напольного шкафа",
            Rows = "Количество рядов в напольном шкафу",
            Cols = "Количество колонок в напольном шкафу"
        }
    },

    WallLocker = {
        Title = {
            Toggle = "Настенный шкаф",
            Rows = "Ряды",
            Cols = "Колонки"
        },
        Description = {
            Toggle = "Включить или отключить настройку настенного шкафа",
            Rows = "Количество рядов в настенном шкафу",
            Cols = "Количество колонок в настенном шкафу"
        }
    },

    TailingChest = {
        Title = {
            Toggle = "Аксумский сундук",
            Rows = "Ряды",
            Cols = "Колонки"
        },
        Description = {
            Toggle = "Включить или отключить настройку Аксумского сундука",
            Rows = "Количество рядов в Аксумском сундуке",
            Cols = "Количество колонок в Аксумском сундуке"
        }
    },

    FloatingLocker = {
        Title = {
            Toggle = "Переносной контейнер",
            Rows = "Ряды",
            Cols = "Колонки"
        },
        Description = {
            Toggle = "Включить или отключить настройку переносного контейнера",
            Rows = "Количество рядов в переносном контейнере",
            Cols = "Количество колонок в переносном контейнере"
        }
    },

    TadpoleHaul = {
        Title = {
            Toggle = 'Грузовое шасси "Головастика"',
            Rows = "Ряды",
            Cols = "Колонки"
        },
        Description = {
            Toggle = 'Включить или отключить настройку грузового шасси "МУЛ"',
            Rows = 'Количество рядов в шасси "МУЛ"',
            Cols = 'Количество колонок в шасси "МУЛ"'
        }
    },

    Bioreactor = {
        Title = {
            Toggle = "Биореактор",
            Rows = "Ряды",
            Cols = "Колонки"
        },
        Description = {
            Toggle = "Включить или отключить настройку Биореактора",
            Rows = "Количество рядов в Биореакторе",
            Cols = "Количество колонок в Биореакторе"
        }
    },

    ProcessorStation = {
        Title = {
            Toggle = "Переработчик",
            Rows = "Ряды (вход/выход)",
            Cols = "Колонки (вход/выход)"
        },
        Description = {
            Toggle = "Включить или отключить настройку Переработчика, для ингридиентов и для изготовленных ресурсов",
            Rows = "Количество рядов в Переработчике (вход/выход)",
            Cols = "Количество колонок в Переработчике (вход/выход)"
        }
    },
}


return Translation
